tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "htrb/tap"
tap "mas-cli/tap"
tap "zegervdv/zathura"
brew "xz"
brew "libtiff"
brew "harfbuzz"
brew "ansiweather"
brew "anyenv"
brew "openexr"
brew "webp"
brew "asdf"
brew "bat"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cpanminus"
brew "curl"
brew "deno"
brew "libbluray"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnucobol"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gsl"
brew "hello"
brew "imagemagick"
brew "isort"
brew "jpeg"
brew "liblzf"
brew "lsd"
brew "lv"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nyancat"
brew "openblas"
brew "pandoc"
brew "pandoc-crossref"
brew "pandoc-plot"
brew "poetry"
brew "poppler"
brew "pdfpc"
brew "pdfrip"
brew "perl"
brew "r"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "sevenzip"
brew "sheldon"
brew "sl"
brew "smartmontools"
brew "socat"
brew "subversion"
brew "tree"
brew "tsduck"
brew "viu"
brew "wget"
brew "zsh"
brew "htrb/tap/ngraph-gtk"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alfred"
cask "apparency"
cask "cleanmymac"
cask "deeper"
cask "font-biz-udgothic"
cask "font-biz-udmincho"
cask "font-biz-udpgothic"
cask "font-biz-udpmincho"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-ipaexfont"
cask "font-meslo-lg-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "gimp"
cask "github"
cask "google-drive"
cask "google-japanese-ime"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "julia"
cask "keyboard-cleaner"
cask "lockrattler"
cask "logi-options-plus"
cask "losslesscut"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "min"
cask "numi"
cask "onedrive"
cask "readdle-spark"
cask "slidepilot"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Goodnotes", id: 1444383602
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "Speedtest", id: 1153157709
mas "辞書 by 物書堂", id: 1380563956
mas "DaVinci Resolve", id: 571213070
mas "DaisyDisk", id: 411643860
