tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "htrb/tap"
tap "mas-cli/tap"
tap "zegervdv/zathura"
brew "xz"
brew "libtiff"
brew "harfbuzz"
brew "openexr"
brew "webp"
brew "aria2"
brew "asdf"
brew "bat"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "jpeg", link: true
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gsl"
brew "gst-libav"
brew "hello"
brew "imagemagick"
brew "openblas"
brew "julia"
brew "liblzf"
brew "lsd"
brew "lv"
brew "mas"
brew "neovim"
brew "nodenv"
brew "nyancat"
brew "opam"
brew "pandoc"
brew "pandoc-crossref"
brew "pandoc-plot"
brew "pdfpc"
brew "pyenv"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "rust"
brew "rustup-init"
brew "sevenzip"
brew "sheldon"
brew "sl"
brew "smartmontools"
brew "speedtest-cli"
brew "subversion"
brew "tree"
brew "tsduck"
brew "viu"
brew "wget"
brew "zsh"
brew "htrb/tap/ngraph-gtk"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alfred"
cask "apparency"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "cleanmymac"
cask "deepl"
cask "fliqlo"
cask "font-biz-udgothic"
cask "font-biz-udmincho"
cask "font-biz-udpgothic"
cask "font-biz-udpmincho"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "google-drive"
cask "google-japanese-ime"
cask "iina"
cask "iterm2"
cask "keyboard-cleaner"
cask "latexit"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "numi"
cask "onedrive"
cask "readdle-spark"
cask "rstudio"
cask "skim"
cask "slidepilot"
cask "tex-live-utility"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "Todoist", id: 585829637
mas "Twitter", id: 1482454543
mas "辞書 by 物書堂", id: 1380563956
