tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "htrb/tap"
tap "mas-cli/tap"
brew "xz"
brew "libtiff"
brew "harfbuzz"
brew "ansiweather"
brew "anyenv"
brew "openexr"
brew "webp"
brew "asdf"
brew "bat"
brew "black"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cpanminus"
brew "curl"
brew "deno"
brew "libbluray"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnucobol"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gsl"
brew "hello"
brew "imagemagick"
brew "isort"
brew "jpeg"
brew "liblzf"
brew "lsd"
brew "lv"
brew "mas"
brew "neofetch"
brew "nyancat"
brew "openblas"
brew "pandoc"
brew "pandoc-crossref"
brew "pandoc-plot"
brew "poppler"
brew "pdfpc"
brew "perl"
brew "r"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "sevenzip"
brew "sheldon"
brew "sl"
brew "smartmontools"
brew "socat"
brew "subversion"
brew "tree"
brew "tsduck"
brew "vim"
brew "viu"
brew "wget"
brew "zsh"
brew "htrb/tap/ngraph-gtk"
cask "alfred"
cask "apparency"
cask "balenaetcher"
cask "brave-browser"
cask "cleanmymac"
cask "deeper"
cask "font-biz-udgothic"
cask "font-biz-udmincho"
cask "font-biz-udpgothic"
cask "font-biz-udpmincho"
cask "font-fira-sans"
cask "font-ipaexfont"
cask "font-meslo-lg-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "github"
cask "google-drive"
cask "google-japanese-ime"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "julia"
cask "keyboard-cleaner"
cask "lockrattler"
cask "logi-options-plus"
cask "losslesscut"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "min"
cask "notion"
cask "numi"
cask "onedrive"
cask "slidepilot"
cask "tex-live-utility"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "webex"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "AdGuard for Safari", id: 1440147259
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Goodnotes", id: 1444383602
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "Shapr3D", id: 1091675654
mas "Speedtest", id: 1153157709
mas "辞書 by 物書堂", id: 1380563956
vscode "bierner.color-info"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "felipecaputo.git-project-manager"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "James-Yu.latex-workshop"
vscode "julialang.language-julia"
vscode "KevinRose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "REditorSupport.r"
vscode "RossCooper.inline-math"
vscode "taichi.vscode-textlint"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "yfzhao.hscopes-booster"
vscode "yfzhao.ultra-math-preview"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
